<h1>О нас</h1>

<p>Привет! Нас зовут Артем, Владислав и Марина, мы рады приветствовать вас на нашей
	странице. Мы живем в Черемхово, Россия, и мы учимся в 9 классе. В дальнейшем мы Владислав и Марина хотим пойти в 10 класс, чтобы сдать ЕГЭ по информатике и поступить в вуз своей мечты в городе Иркутск. Артем планирует постпуать после 9 класса в ЧГТК по специальости "Информационные системы и языки программирования"</p>
<p>Мы создавали этот сайт вместе. Артем отвечал за структуру проекта, Владислав отвечал за дизайн проекта, а я (Марина) отвечала за размещение проекта в сети Интернет. </p>
<p> Этот сайт был создан для аудитории, которые связаны с языками программирования, также для тех кто хочет понять и познать эту сферу деятельности.</p>