<h1>О нас</h1>

<p>Привет! Нас зовут Вадим, Александр и Даниил, мы рады приветствовать вас на нашей
	странице. Мы живем в Черемхово, Россия, и мы учимся в 9 классе. В дальнейшем мы хотим поступить в ЧГТК по специальности "Информационные системы и программирование"</p>
<p>Мы создавали этот сайт вместе. Вадим отвечал за структуру проекта, Александр отвечал за дизайн проекта, а я (Даниил) отвечал за размещение проекта в сети Интернет. </p>
<p> Этот сайт был создан для аудитории, которые связаны с языками программирования, также для тех кто хочет понять и познать эту сферу деятельности.</p>